Repository: 0xMRTT/khronos
Catalog: po/extra/*.po
Languages: fr

source: Track each task's time in a simple inobtrusive way
fr: Suivez le déroulement de chaque tâche de manière simple et discrète

source: Start tracking any task's "during" time and start &amp; stop as you go, with notifications.
fr: Commencez à suivre le déroulement de n'importe quelle tâche et continuez au fur et à mesure. Notifications incluses.

source: Quit anytime with the shortcut Ctrl + Q
fr: Quittez à tout moment avec le raccourci Ctrl + Q

source: Release: Start Sorting
fr: Version : Démarrage du tri

source: Added: Sorting Options on Settings Menu
fr: Ajouté : Options de tri dans le menu des paramètres

source: Release: Start Building Up
fr: Version : Début de la construction

source: Added: Logging the start date of tasks
fr: Ajouté : Journalisation de la date de démarrage des tâches

source: Added: Exporting the Task Log as CSV file
fr: Ajouté : Export des journaux de tâches au format CSV

source: Added: Configurable notifications to go along with tasks
fr: Ajouté : Notifications configurables pour suivre les tâches

source: Release: Initial Tracking
fr: Version : Suivi initial

source: First stable release
fr: Première version stable

source: Track each task time in a simple inobtrusive way
fr: Suivez le déroulement de chaque tâche de manière simple et discrète

source: Plot;Planning;Time Tracking;
fr: Planing;Suivi du temps;
